Repository: slhyacine/contact-management-front
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Login
fr: Se connecter

source: Username or password invalid
fr: Nom utilisateur ou mot de passe invalide

source: Login
fr: Se connecter

source: Enter new contact details
fr: Entrer les informations du contact

source: Contact type
fr: Type de contact

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Address
fr: Addresse

source: Save
fr: Enregistrer

source: Name
fr: Prénom

source: Address
fr: Addresse

source: Edit contact details
fr: Modifier les informations du contact

source: Enterprise details
fr: Details de entreprise

source: Name :
fr: Preénom :

source: Lastname :
fr: Nom :

source: Address :
fr: Adresse :

source: My App
fr: Mon App

source: List of contacts
fr: List des contacts

source: Add new contact
fr: Ajouter un nouveau contacte

source: List of enterprises
fr: Liste entreprises

source: Add new Enterprise
fr: Ajouter une nouvelle entreprise

source: Dark
fr: Sombre

source: Enter new enterprise details
fr: Entrer les informations de la nouvelle entreprise

source: Edit enterprise details
fr: Modifier les details de entreprise

source: name
fr: prénom

source: address
fr: adresse
